{"regno": "32504", "lbl_descreption": ["In response to each student, individual guidance is offered through discussion based on the study of documents and research plans. Required for 1st year.", "学生に応じて文献の講読や学生の研究計画に基づく討論などを通じて個別指導を行う。第１年次必修。"], "lbl_descreption_j": [" "], "lbl_goals": ["At the advanced stage of their research, students will already have their research theme and the emphasis will be on formulating a thesis that can be demonstrated according the canons of the discipline to which the student belongs. Thus, we expect the following objectives to be fulfilled: ", "- select appropriate research methodology", "- carry out data collection and/or assemble texts in a systematic manner", "- analyze and interpret data and/or texts ", "- write a research thesis applying the appropriate style ", "- make a presentation of the research at a seminar or conference."], "lbl_goals_j": [], "lbl_content": ["Research Topics include: ", "- assembling the proper bibliographical materials", "- creating a literature review", "- formulating an academic thesis that is both non-trivial and demonstrable", "- in light of the thesis developing and justifying the methodology to be used in analyzing and interpreting the data", "- writing drafts of the thesis chapters", "- preparing presentations based on the research", "Research methods include: ", "- Qualitative methods (e.g., quasi-experiments and surveys)", "- Qualitative methods (e.g., hermeneutics, philological studies, historical research, archives, case studies, phenomenology, and ground theory)", "- A mixed method "], "lbl_content_j": [], "lbl_lang_of_inst": ["English or Japanese will be used for all teaching and learning activities."], "lbl_pollicy": ["- Evaluation criteria: 1) Thesis development notes: 20% 2) Two presentations at Seminar: 20% 3) Research proposal or thesis: 60% ", "- 60% and above - Pass"], "lbl_individual_study": ["Total 210 minutes per week. ", "Students are expected to spend about 210 min. per week for required and optional readings and research activities. "], "lbl_references": [], "lbl_notes": ["Plagiarism, cheating, and other forms of academic dishonesty will not be tolerated and will be punished according to ICU regulations.  "], "lbl_schedule": ["6/SA,7/SA"], "lbl_url": [], "hash": -4885863404710801624}